Revit 2024 API
ParameterTypeId.RbsElecDemandfactorLoadParam Property
 "Connected Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecDemandfactorLoadParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecDemandfactorLoadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecDemandfactorLoadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace